<?php

session_start(); // Почеток на сесијата за да се овозможи манипулација со податоци во текот на сесијата.

$_SESSION = array(); // Испразнување на сите податоци од сесијата (креирање празна сесија).

session_destroy(); // Завршување на сесијата и уништување на сите податоци поврзани со неа.

header('Location: login.php'); // Пренасочување на корисникот на страницата за најава (login.php).

exit(); // Завршување на извршувањето на кодот и прекинување на понатамошното обработување.
?>
